Repository: stevenvinhtran/LinguaGlass
Catalog: LinguaGlass/Localizable.xcstrings
Source language: en
Languages: es, fr, it, ja, ko, pt_br, pt_pt, ro, vi, zh_hans, zh_hant

source: Tap the clipboard to paste text into the footer.
es: Toca el portapapeles para pegar texto en el pie de página.
fr: Appuie sur le presse‑papier pour coller le texte dans le pied de page.
it: Tocca gli appunti per incollare il testo nel footer.
ja: クリップボードをタップしてテキストをフッターに貼り付けてください。
ko: 클립보드를 탭하여 텍스트를 하단에 붙여넣으세요.
pt_br: Toque na área de transferência para colar o texto no rodapé.
pt_pt: Toca no ícone da área de transferência para colar texto no rodapé.
ro: Atinge pictograma clipboard pentru a lipi text în subsol.
vi: Chạm vào biểu tượng bảng tạm để dán văn bản vào thanh dưới.
zh_hans: 点击剪贴板将文本粘贴到底栏。
zh_hant: 點一下剪貼簿可將文字貼到頁腳。

source: Tap the magnifying glass to lookup all the words in the footer.
es: Toca la lupa para buscar todas las palabras del pie de página.
fr: Appuie sur la loupe pour rechercher tous les mots du pied de page.
it: Tocca la lente di ingrandimento per cercare tutte le parole nel footer.
ja: 虫眼鏡をタップしてフッター内のすべての単語を検索してください。
ko: 돋보기를 탭하여 하단의 모든 단어를 조회하세요.
pt_br: Toque na lupa para buscar todas as palavras do rodapé.
pt_pt: Toca na lupa para procurar todas as palavras no rodapé.
ro: Atinge lupa pentru a căuta toate cuvintele din subsol.
vi: Chạm vào kính lúp để tra cứu tất cả các từ trong thanh dưới.
zh_hans: 点击放大镜以检索底栏中的所有单词。
zh_hant: 點一下放大鏡以查詢頁腳中的所有單字。

source: Tap the pencil to edit the footer text.
es: Toca el lápiz para editar el texto del pie de página.
fr: Appuie sur le crayon pour modifier le texte du pied de page.
it: Tocca la matita per modificare il testo nel footer.
ja: 鉛筆アイコンをタップしてフッターのテキストを編集してください。
ko: 연필 아이콘을 탭하여 하단 텍스트를 편집하세요.
pt_br: Toque no lápis para editar o texto do rodapé.
pt_pt: Toca no lápis para editar o texto do rodapé.
ro: Atinge creionul pentru a edita textul din subsol.
vi: Chạm vào biểu tượng bút để chỉnh sửa văn bản ở thanh dưới.
zh_hans: 点击铅笔图标编辑底栏文本。
zh_hant: 點一下鉛筆以編輯頁腳文字。

source: Tap this icon to capture the page and use iOS Live Text to translate/copy text.
es: Toca este icono para capturar la página y usar iOS Live Text para traducir/copiar texto.
fr: Appuie sur cette icône pour capturer la page et utiliser iOS Live Text afin de traduire/copier le texte.
it: Tocca questa icona per catturare la pagina e usare Live Text di iOS per tradurre/copiare il testo.
ja: このアイコンをタップしてページをキャプチャし、iOSのLive Textでテキストを翻訳/コピーしてください。
ko: 이 아이콘을 탭하여 페이지를 캡처하고 iOS Live Text로 텍스트를 번역/복사하세요.
pt_br: Toque neste ícone para capturar a página e usar o Live Text do iOS para traduzir/copiar texto.
pt_pt: Toca este ícone para capturar a página e usar o iOS Live Text para traduzir/copiar texto.
ro: Atinge această pictogramă pentru a captura pagina și a folosi Live Text iOS pentru a traduce/sau copia textul.
vi: Chạm vào biểu tượng này để chụp trang và dùng iOS Live Text dịch/sao chép văn bản.
zh_hans: 点击此图标截取页面并使用 iOS 实况文本（Live Text）翻译/复制文本。
zh_hant: 點一下此圖示以擷取頁面並使用 iOS Live Text 翻譯/複製文字。

source: Tap this icon, then drag to select text on any webpage for text extraction.
es: Toca este icono y arrastra para seleccionar texto en cualquier página web y extraerlo.
fr: Touchez cette icône, puis faites glisser pour sélectionner du texte sur n’importe quelle page web afin d’extraire le texte.
it: Tocca quest'icona, poi trascina per selezionare il testo in qualsiasi pagina web e estrarlo.
ja: このアイコンをタップしてからドラッグし、任意のウェブページ上でテキストを選択して抽出します。
ko: 이 아이콘을 탭한 다음 드래그하여 웹페이지의 텍스트를 선택하고 추출하세요.
pt_br: Toque neste ícone e arraste para selecionar texto em qualquer página da web para extração de texto.
pt_pt: Toca este ícone e, em seguida, arrasta para selecionar texto em qualquer página web para extrair texto.
ro: Atinge această pictogramă, apoi trage pentru a selecta text de pe orice pagină web pentru extragere.
vi: Chạm vào biểu tượng này, sau đó kéo để chọn văn bản trên bất kỳ trang web nào nhằm trích xuất văn bản.
zh_hans: 点按此图标，然后拖动以在任意网页上选择文本以提取。
zh_hant: 點按此圖示，然後拖曳以在任何網頁上選取文字並擷取。

source: Target Language
es: Idioma de destino
fr: Langue cible
it: Lingua di destinazione
ja: 対象言語
ko: 대상 언어
pt_br: Idioma de destino
pt_pt: Idioma de destino
ro: Limba țintă
vi: Ngôn ngữ đích
zh_hans: 目标语言
zh_hant: 目標語言

source: Theme
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
pt_pt: Tema
ro: Temă
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

source: This sets the language used in the app's interface and translation/dictionary lookup.
es: Esto establece el idioma que se usa en la interfaz de la app y para las búsquedas de traducción/diccionario.
fr: Cela définit la langue utilisée dans l'interface de l'app et pour les recherches de traduction/dans le dictionnaire.
it: Imposta la lingua usata nell'interfaccia dell'app e per le ricerche e le traduzioni nei dizionari.
ja: アプリのインターフェイスと翻訳／辞書検索に使用する言語を設定します。
ko: 앱 인터페이스와 번역/사전 조회에 사용되는 언어를 설정합니다.
pt_br: Define o idioma usado na interface do app e nas buscas de tradução/dicionário.
pt_pt: Isto define a língua usada na interface da app e nas pesquisas de tradução/dicionário.
ro: Aceasta setează limba folosită în interfața aplicației și pentru căutările în dicționare și traduceri.
vi: Cài đặt này xác định ngôn ngữ được sử dụng trong giao diện ứng dụng và khi tra cứu/ dịch từ điển.
zh_hans: 此设置用于选择应用界面语言以及翻译/词典查询时使用的语言。
zh_hant: 這會設定應用程式介面與翻譯／字典查詢所使用的語言。

source: This sets the language you want to read and translate/look up in dictionaries.
es: Esto establece el idioma que quieres leer y traducir/buscar en los diccionarios.
fr: Cela définit la langue que tu souhaites lire et traduire/consulter dans les dictionnaires.
it: Imposta la lingua che vuoi leggere e tradurre o cercare nei dizionari.
ja: 読みたい言語や辞書で翻訳・検索したい言語を設定します。
ko: 읽고 번역하거나 사전에서 조회하려는 언어를 설정합니다.
pt_br: Define o idioma que você quer ler e traduzir/buscar em dicionários.
pt_pt: Isto define a língua que queres ler e traduzir/procurar em dicionários.
ro: Aceasta setează limba pe care vrei să o citești și să o traduci sau să o cauți în dicționare.
vi: Cài đặt này xác định ngôn ngữ bạn muốn đọc và dịch/tra cứu trong từ điển.
zh_hans: 此设置用于选择你要阅读并在词典中翻译/查找的语言。
zh_hant: 這會設定你要閱讀並用於翻譯／字典查詢的語言。

source: Unknown destination
es: Destino desconocido
fr: Destination inconnue
it: Destinazione sconosciuta
ja: 宛先不明
ko: 알 수 없는 대상
pt_br: Destino desconhecido
pt_pt: Destino desconhecido
ro: Destinație necunoscută
vi: Đích không xác định
zh_hans: 未知目标地址
zh_hant: 未知的目的地

source: Vietnamese
es: Vietnamita
fr: Vietnamien
it: Vietnamita
ja: ベトナム語
ko: 베트남어
pt_br: Vietnamita
pt_pt: Vietnamita
ro: Vietnameză
vi: Tiếng Việt
zh_hans: 越南语
zh_hant: 越南語

source: Web Browsing
es: Navegación web
fr: Navigation sur le web
it: Navigazione web
ja: ウェブ閲覧
ko: 웹 브라우징
pt_br: Navegação na web
pt_pt: Navegação na web
ro: Navigare web
vi: Duyệt web
zh_hans: 网页浏览
zh_hant: 網頁瀏覽

source: Welcome to LinguaGlass
es: Bienvenido a LinguaGlass
fr: Bienvenue dans LinguaGlass
it: Benvenuto in LinguaGlass
ja: LinguaGlassへようこそ
ko: LinguaGlass에 오신 것을 환영합니다
pt_br: Bem-vindo ao LinguaGlass
pt_pt: Bem‑vindo ao LinguaGlass
ro: Bine ai venit în LinguaGlass
vi: Chào mừng đến với LinguaGlass
zh_hans: 欢迎使用 LinguaGlass
zh_hant: 歡迎使用 LinguaGlass

source: Word Lookup
es: Búsqueda de palabras
fr: Recherche de mots
it: Ricerca parole
ja: 単語検索
ko: 단어 조회
pt_br: Busca de palavras
pt_pt: Pesquisa de palavras
ro: Căutare cuvânt
vi: Tra cứu từ
zh_hans: 查词
zh_hant: 單字查詢

source: Your all-in-one language learning browser with OCR and dictionary lookup tools.
es: Tu navegador todo en uno para aprender idiomas, con OCR y herramientas de búsqueda en diccionarios.
fr: Ton navigateur tout-en-un pour l'apprentissage des langues, avec OCR et des outils de recherche dans les dictionnaires.
it: Il tuo browser tutto-in-uno per l'apprendimento delle lingue con OCR e strumenti di ricerca nei dizionari.
ja: OCRと辞書検索機能を備えた、あなたのためのオールインワン言語学習ブラウザです。
ko: OCR과 사전 조회 도구를 갖춘 올인원 언어 학습 브라우저입니다.
pt_br: Seu navegador tudo-em-um para estudar idiomas, com OCR e ferramentas de consulta a dicionários.
pt_pt: O teu navegador tudo‑em‑um para aprendizagem de línguas com OCR e ferramentas de consulta de dicionário.
ro: Browserul tău all‑in‑one pentru învățarea limbilor, cu OCR și instrumente de căutare în dicționare.
vi: Trình duyệt học ngôn ngữ tất‑cả‑trong‑một của bạn với công cụ OCR và tra cứu từ điển.
zh_hans: 一款集 OCR 与词典查询于一体的语言学习浏览器。
zh_hant: 你的一體化語言學習瀏覽器，內建 OCR 與字典查詢工具。
